[AdventCustodian X2CharacterTemplate]
strCharacterName="变种人护卫者"
strAcquiredText="护卫者是强大的步兵，拥有毁灭性的近距离武器。"

[AdventCustodianMaster X2CharacterTemplate]
strCharacterName="护卫者大师"
strAcquiredText="护卫者大师使用远程炮兵武器无视护甲。"

[AdventCustodian_Shotgun X2WeaponTemplate]
FriendlyName="变种人护卫者散弹枪"
FriendlyNamePlural="变种人护卫者散弹枪"
BriefSummary="Custodians utilize personalized shotguns that require cooling down instead of reloading rounds manually"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="变种人护卫者散弹枪"

[AdventCustodian_Pistol X2WeaponTemplate]
FriendlyName="变种人护卫者手枪"
FriendlyNamePlural="变种人护卫者手枪"
BriefSummary="Custodian Pistols come outfitted with a laser sight for superior critical hit chance"
TacticalText="<Bullet/> Firing this weapon doesn't take Action Points\n<Bullet/>"
AbilityDescName="变种人护卫者手枪"

[AdventCustodian_Rifle X2WeaponTemplate]
FriendlyName="变种人护卫者步枪"
FriendlyNamePlural="变种人护卫者步枪"
BriefSummary="Custodian Masters use a one handed laser sighted assault rifle for superior long range capabilities"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="变种人护卫者步枪"

[AdventCustodian_DestroyerGauntlet X2WeaponTemplate]
FriendlyName="变种人护卫者毁灭臂套"
FriendlyNamePlural="变种人护卫者毁灭臂套"
BriefSummary="The Custodian Destroyer Gauntlet is a devastating point blank weapon best utilized in hand to hand combat"
TacticalText="<Bullet/> This melee weapon will always end the soldier's turn\n<Bullet/>"
AbilityDescName="变种人护卫者毁灭臂套"

[AdventCustodian_Rockets X2WeaponTemplate]
FriendlyName="变种人护卫者集束火箭"
FriendlyNamePlural="变种人护卫者集束火箭"
BriefSummary="Custodian Masters use a long range mortar capable of firing cluster rockets that bypass all armor"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="变种人护卫者集束火箭"

[CustodianRockets X2AbilityTemplate]
LocFriendlyName="护卫者集束火箭"
LocLongDescription="护卫者大师的集束火箭发射4枚炸弹，这些炸弹在一个巨大的区域分裂成数千个小碎片，能够绕过所有护甲。"
LocHelpText="用爆炸性火箭攻击一大片区域。"

[DestroyerGauntlet X2AbilityTemplate]
LocFriendlyName="毁灭臂套"
LocLongDescription="毁灭臂套能够在近战范围内发动毁灭性的强力攻击。"
LocHelpText="对一个近战目标造成巨大伤害。"
LocFlyOverText="毁灭臂套"

[CustodianLightningHands X2AbilityTemplate]
LocFriendlyName="旋风手"
LocLongDescription="尽管他们体型庞大，但护卫者在开枪时却出人意料地灵活。"
LocHelpText="使用护卫者手枪向目标开火。这次攻击不需要消耗行动点。"
LocFlyOverText="旋风手"

[AdventCustodian_TowerShield X2WeaponTemplate]
FriendlyName="变种人护卫者塔盾"
FriendlyNamePlural="变种人护卫者塔盾"
BriefSummary="Thick enough to be Sectopod plating, these enormous shields allow Custodians to shrug must weapon fire"
AbilityDescName="变种人护卫者塔盾"

[AdventCustodianMaster_TowerShield X2WeaponTemplate]
FriendlyName="护卫者大师塔盾"
FriendlyNamePlural="护卫者大师塔盾"
BriefSummary="The shields of Custodian Masters are reinforced with even thicker armor plates"
AbilityDescName="护卫者大师塔盾"

[CustodianMasterBlastPadding X2AbilityTemplate]
LocFriendlyName="护卫者大师爆破衬垫"
LocLongDescription="护卫者大师的护甲包括额外的填充物和防爆板层，给予护甲加成并减少 <Ability:CustodianMasterBlastPadding/>% 爆炸伤害。"
LocHelpText="给予护甲加成并减少 <Ability:CustodianMasterBlastPadding/>% 爆炸伤害。"
LocFlyOverText="护卫者大师爆破衬垫"

;Place localized text in this file

[ExaltedCustodian X2CharacterTemplate]
strCharacterName="尊贵护卫者"
strAcquiredText="尊贵护卫者是拥有毁灭性近距离武器的装甲步兵。"

[ExaltedCustodian_Grandmaster X2CharacterTemplate]
strCharacterName="尊贵究极大师"
strAcquiredText="尊贵究极大师使用远程炮兵武器，无视护甲，并能够代理变种人网络，大大加强变种人盟友。"

[ExaltedShotgun X2WeaponTemplate]
FriendlyName="尊贵护卫者散弹枪"
FriendlyNamePlural="尊贵护卫者散弹枪"
BriefSummary="Exalted Custodian use extremely powerful Plasma Shotguns"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="尊贵护卫者散弹枪"

[ExaltedPistol X2WeaponTemplate]
FriendlyName="尊贵护卫者手枪"
FriendlyNamePlural="尊贵护卫者手枪"
BriefSummary="Exalted Pistols come outfitted with a laser sight for superior critical hit chance"
TacticalText="<Bullet/> Firing this weapon doesn't take Action Points\n<Bullet/>"
AbilityDescName="尊贵护卫者手枪"

[ExaltedRifle X2WeaponTemplate]
FriendlyName="尊贵护卫者步枪"
FriendlyNamePlural="尊贵护卫者步枪"
BriefSummary="Exalted Custodian Grandmasters use a one handed laser sighted assault rifle for superior long range capabilities"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="尊贵护卫者步枪"

[ExaltedGauntlet X2WeaponTemplate]
FriendlyName="尊贵破甲臂套"
FriendlyNamePlural="尊贵破甲臂套"
BriefSummary="The Exalted Breaker Gauntlet is a devastating point blank weapon best utilized in hand to hand combat"
TacticalText="<Bullet/> This melee weapon will always end the soldier's turn\n<Bullet/>"
AbilityDescName="尊贵破甲臂套"

[ExaltedRockets X2WeaponTemplate]
FriendlyName="尊贵护卫者集束火箭"
FriendlyNamePlural="尊贵护卫者集束火箭"
BriefSummary="集束火箭发射4枚炸弹，这些炸弹在一个巨大的区域分裂成数千个小碎片，能够绕过所有护甲。"
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"
AbilityDescName="尊贵护卫者集束火箭"

[ExaltedRockets X2AbilityTemplate]
LocFriendlyName="尊贵集束火箭"
LocLongDescription="集束火箭发射4枚炸弹，这些炸弹在一个巨大的区域分裂成数千个小碎片，能够绕过所有护甲。"
LocHelpText="以大面积（8半径）为目标，使用爆炸性火箭攻击，绕过15点护甲，造成6点伤害。"
LocFlyOverText="集束火箭"

[NetworkProxyCommand X2AbilityTemplate]
LocFriendlyName="网络代理命令"
LocLongDescription="尊贵大师成为变种人网络的代理，极大地提升了变种人的能力。"
LocHelpText="地图范围的增益，给予变种人盟军一个增益。在尊贵护卫者大师存活时，变种人盟军移动力+2，命中+5，暴击率 +10，HP+5，护甲+2，意志力+100和防御+10 。"
LocFlyOverText="网络代理命令"

[BreakerGauntlet X2AbilityTemplate]
LocFriendlyName="破甲臂套"
LocLongDescription="破甲臂套是一种近战武器，能造成毁灭性伤害。"
LocHelpText="破甲臂套造成24点近战伤害，不能用作冲刺攻击，需要蓝色移动到目标才能激活该技能，具有+100命中加值。"
LocFlyOverText="破甲"

[ExaltedStormHands X2AbilityTemplate]
LocFriendlyName="风暴手"
LocLongDescription="尊贵护卫者用手枪射击。不消耗行动。"
LocHelpText="攻击不消耗行动。造成6点伤害，最多可暴击4点伤害。"
LocFlyOverText="风暴手"

[ChargedShot X2AbilityTemplate]
LocFriendlyName="手枪充能射击"
LocLongDescription="高级手枪可以对子弹进行过量射击，造成更大的伤害。"
LocHelpText="过量的手枪射击，造成10点伤害，穿透4点护甲，撕碎2点护甲，8回合冷却，-10命中惩罚。"
LocFlyOverText="手枪充能射击"

[SpeedBoostTrigger X2AbilityTemplate]
LocFriendlyName="系统加速器"
LocLongDescription="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocHelpText="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocFlyOverText="系统加速器激活"

[SpeedBoostDamageListener X2AbilityTemplate]
LocFriendlyName="系统加速器"
LocLongDescription="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocHelpText="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocFlyOverText="系统加速器激活"

[SpeedBoost X2AbilityTemplate]
LocFriendlyName="系统加速器"
LocLongDescription="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocHelpText="尊贵护卫者动力护甲将受到的伤害转化为+1移动增益，持续到敌人回合。"
LocFlyOverText="系统加速器激活"

[ExaltedReflexes X2AbilityTemplate]
LocFriendlyName="尊贵反射"
LocLongDescription="尊贵护卫者动力护甲允许护卫者以难以置信的速度对任何在他们5格范围内移动的人做出反应，让他们向敌人开火。"
LocHelpText="尊贵护卫者动力护甲允许护卫者以难以置信的速度对任何在他们5格范围内移动的人做出反应，让他们向敌人开火。"
LocFlyOverText="尊贵反射"

[ExaltedReflexesAttack X2AbilityTemplate]
LocFriendlyName="尊贵反射"
LocLongDescription="尊贵护卫者动力护甲允许护卫者以难以置信的速度对任何在他们5格范围内移动的人做出反应，让他们向敌人开火。"
LocHelpText="尊贵护卫者动力护甲允许护卫者以难以置信的速度对任何在他们5格范围内移动的人做出反应，让他们向敌人开火。"
LocFlyOverText="尊贵反射"

[HiddenShieldStrike X2AbilityTemplate]
LocFriendlyName="暗盾打击"
LocLongDescription="究极大师对任何进入近战范围的人进行猛烈的盾击，造成6点伤害，撕碎2护甲，穿透5护甲。"
LocHelpText="究极大师对任何进入近战范围的人进行猛烈的盾击，造成6点伤害，撕碎2护甲，穿透5护甲。"
LocFlyOverText="暗盾打击"

[HiddenShieldStrikeAttack X2AbilityTemplate]
LocFriendlyName="暗盾打击"
LocLongDescription="究极大师对任何进入近战范围的人进行猛烈的盾击，造成6点伤害，撕碎2护甲，穿透5护甲。"
LocHelpText="究极大师对任何进入近战范围的人进行猛烈的盾击，造成6点伤害，撕碎2护甲，穿透5护甲。"
LocFlyOverText="暗盾打击"

[CustodianGrandMasterBlastPadding X2AbilityTemplate]
LocFriendlyName="究极大师爆破衬垫"
LocLongDescription="究极大师级装备包括额外的填充层和爆炸护板，提供+1护甲和减少66%爆炸伤害。"
LocHelpText="究极大师级装备包括额外的填充层和爆炸护板，提供+1护甲和减少66%爆炸伤害。"
LocFlyOverText="究极大师爆破衬垫"

[SealedUndersuit X2AbilityTemplate]
LocFriendlyName="密封内甲"
LocLongDescription="护卫者动力护甲集成了一个先进的密封内甲，给予免疫毒和冰冻。"
LocHelpText="护卫者动力护甲集成了一个先进的密封内甲，给予免疫毒和冰冻。"

[BulwarkStanceTrigger X2AbilityTemplate]
LocFriendlyName="壁垒姿态"
LocLongDescription="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocHelpText="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocFlyOverText="壁垒姿态"

[BulwarkStanceListener X2AbilityTemplate]
LocFriendlyName="壁垒姿态"
LocLongDescription="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocHelpText="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocFlyOverText="壁垒姿态"

[BulwarkStance X2AbilityTemplate]
LocFriendlyName="壁垒姿态"
LocLongDescription="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocHelpText="在敌人的回合中，尊贵护卫者者进入壁垒姿态，获得+10防御和+2护甲。"
LocFlyOverText="壁垒姿态"

[ExaltedShield X2WeaponTemplate]
FriendlyName="尊贵盾牌"
FriendlyNamePlural="尊贵盾牌"
BriefSummary="尊贵护卫者使用的巨大盾牌"
AbilityDescName="尊贵盾牌"

[ExaltedGrandmasterShield X2WeaponTemplate]
FriendlyName="尊贵究极大师盾牌"
FriendlyNamePlural="尊贵究极大师盾牌"
BriefSummary="尊贵究极大师使用的巨大盾牌"
AbilityDescName="尊贵究极大师盾牌"

[Metion_Shotgun X2WeaponTemplate]
FriendlyName="梅蒂恩自动散弹枪"
FriendlyNamePlural="梅蒂恩自动散弹枪"
BriefSummary="这种威力极强的散弹枪能够连续快速发射多发子弹。虽然它被称为散弹枪，但还是突击步枪类武器，不能与需要散弹枪的技能一起使用，但可以与通常不适用于散弹枪的技能一起使用，如压制。这种武器不是模块化的，不能用武器附件升级。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器结束士兵的回合。\n<Bullet/> 这是突击步枪类武器，而不是散弹枪类武器，所以请记住它不能使用像堑壕枪或独头弹这样的技能，但可以使用像压制或铁幕技能。这种武器不是模块化的，不能用武器附件升级。"
AbilityDescName="梅蒂恩自动散弹枪"

[Metion_AutoShot X2AbilityTemplate]
LocFriendlyName="梅蒂恩连射"
LocLongDescription="向敌人连开三枪。每一次射击都比上一次受到更大的命中惩罚。使用时结束回合，每回合可使用一次。"
LocHelpText="向敌人连开三枪。每一次射击都比上一次受到更大的命中惩罚。使用时结束回合，每回合可使用一次。"
LocFlyOverText="梅蒂恩连射"
LocPromotionPopupText="<Bullet/> 梅蒂恩连射是造成远程伤害的毁灭性能力。<br/>"




;Place localized text in this file

[MetionBattleSuit X2ArmorTemplate]
FriendlyName="梅蒂恩战斗护甲"
FriendlyNamePlural="梅蒂恩战斗护甲"
BriefSummary="这套实验性的战斗护甲提供大量的护甲和生命加成，以及对火、酸、霜、毒蛇束缚、击退、毒、寄生兽毒和辐射的免疫。除此之外，它还拥有各种各样的武器系统。梅蒂恩战斗护甲还可以部署一个盾牌，作为队友的临时掩体，并配备一个喷气机，穿戴者可以使用它每次飞行两次到一个新的位置。但是盔甲的笨重会极大降低穿戴者的移动和潜入速度。"
TacticalText="<Bullet/> 梅蒂恩战斗护甲的喷气机不具备跳跃能力，也不像任何其他与喷气机一起配套的物品一样可以装备在通用槽，尽管它可以与其中一个喷气机一起使用。\n<Bullet/> 装备这种盔甲的士兵潜入的时间和SPARK潜入的时间一样长。"

[MetionClusterRocket X2AbilityTemplate]
LocFriendlyName="梅蒂恩火箭齐射"
LocLongDescription="用一连串的火箭弹轰炸大片地区。"
LocHelpText="用一连串的火箭弹轰炸大片地区。"
LocFlyOverText="火箭齐射"

[MetionShield X2AbilityTemplate]
LocFriendlyName="梅蒂恩盾牌"
LocLongDescription="部署一个护盾来掩护队友，减少对使用者的防御，但是增加护甲和闪避。"
LocHelpText="部署防护盾牌。"
LocFlyOverText="梅蒂恩盾牌"

[MetionGauntlet X2AbilityTemplate]
LocFriendlyName="原型等离子弩箭发射器"
LocLongDescription="在近战范围内发射一个极其强大的等离子弩箭。"
LocHelpText="臂套发射。"
LocFlyOverText="梅蒂恩臂套"

[MagneticMiniGun X2AbilityTemplate]
LocFriendlyName="阿康提亚型磁力微型枪"
LocLongDescription="在大范围内发射大量磁力箭。"
LocHelpText="磁力微型枪射击。"
LocFlyOverText="磁力微型枪"

[MetionJump X2AbilityTemplate]
LocFriendlyName="梅蒂恩喷气机"
LocLongDescription="梅蒂恩战斗护甲上内置的大型推进器允许使用者在战场上快速重新定位。"
LocHelpText="飞向新位置。"
LocFlyOverText="梅蒂恩喷气包"

[MetionKnee X2AbilityTemplate]
LocFriendlyName="火箭膝伤"
LocLongDescription="利用内置在战斗护甲小腿上的推进器快速混乱的膝盖打击。"
LocHelpText="混乱目标。"
LocFlyOverText="火箭膝伤"



[MetionBattlesuitCrabHelm X2BodyPartTemplate]
DisplayName="Metion Crab Helm"

[MetionBattlesuitCrabHelmX X2BodyPartTemplate]
DisplayName="Metion Crab Helm X"

[MetionBattlesuitCrabHelmSkull X2BodyPartTemplate]
DisplayName="Metion Crab Helm Skull"

[MetionBattlesuitCrabHelm_F X2BodyPartTemplate]
DisplayName="Metion Crab Helm"

[MetionBattlesuitCrabHelmX_F X2BodyPartTemplate]
DisplayName="Metion Crab Helm X"

[MetionBattlesuitCrabHelmSkull_F X2BodyPartTemplate]
DisplayName="Metion Crab Helm Skull"

[MetionBrickhead X2BodyPartTemplate]
DisplayName="Metion Brick Head"

[MetionBrickheadSkull X2BodyPartTemplate]
DisplayName="Metion Brick Skull Head"

[MetionCustodianHound X2BodyPartTemplate]
DisplayName="Metion Custodian Hound"

[MetionCustodianHoundKnight X2BodyPartTemplate]
DisplayName="Metion Custodian Knight Hound"

[MetionCustodianHoundSkull X2BodyPartTemplate]
DisplayName="Metion Custodian Hound Skull"

[MetionCustodianHoundWhite X2BodyPartTemplate]
DisplayName="Metion Custodian Hound White"

[MetionCustodianHoundWolfSkull X2BodyPartTemplate]
DisplayName="Metion Custodian Hound Wolf Skull"

[MetionXiphosCrab X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab Helm"

[MetionXiphosCrabCrabPaint X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab Helm Crab Paint"

[MetionXiphosCrabOneEye X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab One Eye"

[MetionXiphosWhite X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab White"

[MetionBrickhead_F X2BodyPartTemplate]
DisplayName="Metion Brick Head"

[MetionBrickheadSkull_F X2BodyPartTemplate]
DisplayName="Metion Brick Skull Head"

[MetionCustodianHound_F X2BodyPartTemplate]
DisplayName="Metion Custodian Hound"

[MetionCustodianHoundKnight_F X2BodyPartTemplate]
DisplayName="Metion Custodian Knight Hound"

[MetionCustodianHoundSkull_F X2BodyPartTemplate]
DisplayName="Metion Custodian Hound Skull"

[MetionCustodianHoundWhite_F X2BodyPartTemplate]
DisplayName="Metion Custodian Hound White"

[MetionCustodianHoundWolfSkull_F X2BodyPartTemplate]
DisplayName="Metion Custodian Hound Wolf Skull"

[MetionXiphosCrab_F X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab Helm"

[MetionXiphosCrabCrabPaint_F X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab Helm Crab Paint"

[MetionXiphosCrabOneEye_F X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab One Eye"

[MetionXiphosWhite_F X2BodyPartTemplate]
DisplayName="Metion Xiphos Crab White"


[Mk2_Custodian X2CharacterTemplate]
strCharacterName="高级护卫者"
strAcquiredText="高级护卫者使用较轻的护甲，并使用各种各样的控制工具。"

[AdventCustodian_Mk2_Shield X2WeaponTemplate]
FriendlyName="高级护卫者盾牌"
FriendlyNamePlural="高级护卫者盾牌"
BriefSummary="A smaller and lighter shield, the reduced weight allows Mark 2 Custodians to have superior mobility to their heavier cousins and allows them to bash enemies with it"
TacticalText="<Bullet/> Firing this weapon doesn't take Action Points\n<Bullet/>"
AbilityDescName="高级护卫者盾牌"

[Custodian_Flechette X2WeaponTemplate]
FriendlyName="高级护卫者弗莱切特发射器"
FriendlyNamePlural="高级护卫者弗莱切特发射器"
BriefSummary="Shoulder mounted flechette launchers fire small razor sharp projectiles designed to embed themselves in bones and joints to hinder mobility"
TacticalText="<Bullet/> Firing this weapon takes 1 Action Point\n<Bullet/>"
AbilityDescName="高级护卫者弗莱切特发射器"

[AdventCustodian_AutoPistol X2WeaponTemplate]
FriendlyName="变种人护卫者自动手枪"
FriendlyNamePlural="变种人护卫者自动手枪"
BriefSummary="This unusual heavy Autopistol fires in a wide horizontal spread"
TacticalText="<Bullet/> Firing this weapon takes 1 Action Point\n<Bullet/>"
AbilityDescName="变种人护卫者自动手枪"

[AdventCustodian_AutoPistol X2WeaponTemplate]
FriendlyName="变种人护卫者自动手枪"
FriendlyNamePlural="变种人护卫者自动手枪"
BriefSummary="This unusual heavy Autopistol fires in a wide horizontal spread"
TacticalText="<Bullet/> Firing this weapon takes 1 Action Point\n<Bullet/>"
AbilityDescName="变种人护卫者自动手枪"

[HyperDriveVest X2EquipmentTemplate]
FriendlyName="超动力血清注射背心"
FriendlyNamePlural="超动力血清注射背心"
BriefSummary="这种背心可以注射一种强大的药物，让使用者在战斗中愈合，同时提高他们的战斗能力，代价是严重出血。"
TacticalText="<Bullet/> 获得超动力血清能力。<Bullet/>"

[ControlGrenade X2GrenadeTemplate]
FriendlyName="变种人护卫者控制榴弹"
FriendlyNamePlural="变种人护卫者控制榴弹"
BriefSummary="榴弹片、闪光弹和烟雾弹的组合。最初的爆炸威力足以撕碎护甲并造成流血，同时也使士兵混乱，并将他们笼罩在烟雾中。"
TacticalText="<Bullet/> 榴弹片，闪光弹和烟雾弹的组合，控制榴弹造成流血伤害。<br> 控制手榴弹能有效地压制和限制大批敌人的行动。<Bullet/>"
ThrownAbilityName="投掷控制榴弹"
ThrownAbilityHelpText="向目标区域投掷控制榴弹。"


[Xcom_Flechette X2WeaponTemplate]
FriendlyName="弗莱切特枪"
FriendlyNamePlural="弗莱切特枪"
BriefSummary="弗莱切特枪发射小而锋利的炮弹，用来嵌入骨头和关节，阻碍行动。专为人手的大小和力量而设计，不能被非人形外星人、SPARK或MEC士兵使用。"
TacticalText="<Bullet/> 发射此武器需要1个行动点，不会结束回合。\n<Bullet/> 不能被非人形外星人、SPARK或MEC士兵使用。"
AbilityDescName="弗莱切特枪"

[XcomHyperDriveVest X2WeaponTemplate]
FriendlyName="超动力血清注射背心"
FriendlyNamePlural="超动力血清注射背心"
BriefSummary="这种背心可以注射一种强大的药物，让使用者在战斗中愈合，同时提高他们的战斗能力，代价是严重出血。"
TacticalText="<Bullet/> 获得超动力血清能力。<Bullet/>"
AbilityDescName="超动力血清注射背心"

[XcomBrainCord X2WeaponTemplate]
FriendlyName="脑髓"
FriendlyNamePlural="脑髓"
BriefSummary="这个装置由尊贵究极大师的遗骸制成，可以干扰变种人灵能网络，削弱地图上所有变种人部队。"
TacticalText="<Bullet/> 使用该物品需要1个动作，不会结束回合。<Bullet/>"
AbilityDescName="脑髓"

[XcomControlGrenade X2GrenadeTemplate]
FriendlyName="控制榴弹"
FriendlyNamePlural="控制榴弹"
BriefSummary="榴弹片、闪光弹和烟雾弹的组合。最初的爆炸威力足以撕碎护甲并造成流血，同时也使士兵混乱，并将他们笼罩在烟雾中。"
TacticalText="<Bullet/> 榴弹片，闪光弹和烟雾弹的组合，控制榴弹造成流血伤害。<br> 控制手榴弹能有效地压制和限制大批敌人的行动。<Bullet/>"
ThrownAbilityName="投掷控制榴弹"
ThrownAbilityHelpText="向目标区域投掷控制榴弹。"

[XcomDestroyerGauntlet X2WeaponTemplate]
FriendlyName="毁灭炮"
FriendlyNamePlural="毁灭炮"
BriefSummary="这种重型武器由护卫者的臂装加农炮逆向设计而成，在近距离发射一枚穿透性爆炸弹。每次任务可以使用两次。"
TacticalText="<Bullet/> 使用此武器需要1个动作并且不会结束回合。"
AbilityDescName="毁灭炮"

[XcomFlechette X2AbilityTemplate]
LocFriendlyName="弗莱切特射击"
LocLongDescription="发射阻碍行动的尖锐箭头。"
LocHelpText="发射尖锐的箭头，对目标造成-4移动减益持续4回合。"
LocFlyOverText="弗莱切特射击。"
LocPromotionPopupText="<Bullet/> 箭头深入目标阻碍行动。<br/>"

[XcomhyperdriveSerum X2AbilityTemplate]
LocFriendlyName="超动力血清"
LocHelpText="获得+50%的移动能力，精神免疫，治疗20点生命值（甚至高于最大值），但会流血3回合，每滴血造成5点伤害。不需要花费动作来激活。3个回合后效果会逐渐消失，包括它所使用的那一个回合。"
LocLongDescription="获得+50%的移动能力，精神免疫，治疗20点生命值（甚至高于最大值），但会流血3回合，每滴血造成5点伤害。不需要花费动作来激活。3个回合后效果会逐渐消失，包括它所使用的那一个回合。"
LocFlyOverText="超动力血清"

[X2Ability_XcomItems]
XcomhyperdriveSerumBonusName="超动力血清"
XcomhyperdriveSerumBonusDesc="额外的机动性，不受精神效果和治疗的影响，但使用者在3回合内每回合受到5点流血伤害。"

[XcomNetworkProxyCommand X2AbilityTemplate]
LocFriendlyName="网络失控命令"
LocLongDescription="这个人工大脑向变种人网络发送一个强大的灵能信号来削弱变种人部队。"
LocHelpText="地图范围的减益，变种人部队移动力-4，意志力-50，和防御-15持续2回合。"
LocFlyOverText="网络失控命令"

[XcomDestroyerGauntlet X2AbilityTemplate]
LocFriendlyName="毁灭臂套"
LocHelpText="毁灭性近战攻击。"

[CustodianAutopistol X2AbilityTemplate]
LocFriendlyName="自动手枪射击"
LocHelpText="发射你的战斗手枪。"

[CustodianFlechette X2AbilityTemplate]
LocFriendlyName="弗莱切特发射器"
LocLongDescription="发射阻碍移动的弗莱切特发射器。"
LocHelpText="发射锋利的弗莱切特，对目标造成-4移动减益4回合。"
LocFlyOverText="弗莱切特射击。"
LocPromotionPopupText="<Bullet/> 弗莱切特阻碍目标移动。<br/>"

[hyperdriveSerum X2AbilityTemplate]
LocFriendlyName="超动力血清"
LocHelpText="获得额外的移动能力，治疗20点生命，但每回合受到5点流血伤害持续3回合。需要一行动点激活。"
LocLongDescription="获得额外的移动能力，治疗20点生命，但每回合受到5点流血伤害持续3回合。"
LocFlyOverText="超动力血清"

[X2Ability_CustodianMk2]
XcomhyperdriveSerumBonusName="超动力血清"
XcomhyperdriveSerumBonusDesc="额外的移动性，治疗，但使用者每回合流血5点伤害持续3回合。"

[Mk2ShieldBash X2AbilityTemplate]
LocFriendlyName="盾击"
LocHelpText="用你的盾牌猛击，造成8点伤害。"

[MetionTech X2TechTemplate]
DisplayName="变种人尊贵护卫者动力护甲"
Summary="战场上关于这些尊贵的护卫者的最初报告描述了一个不同于以往的装甲系统，我相信我们必须研究这种新的装甲系统，我们有可能为我们的士兵逆向设计一种类似的护甲。"
CodeName="泰吉图斯"
LongDescription="看过尊贵护卫者的盔甲后，我认为这是外星人盔甲技术的巅峰，看来这个评估是不正确的，而尊贵护卫者的盔甲似乎是实验性质的；这种盔甲看起来是一种完美的、经过战斗考验的设计，它的唯一限制似乎是它相当大和重，而不是一种普通的混合型出现可以使用的东西，然而这种盔甲最吸引人的特点是它能够将对盔甲造成伤害的任何攻击的能量转化为可用的能量，能量快速有效地转移到装甲的内部运动系统，以提高机动性。装甲本身的设计不同于我以前所见过的任何东西，基本上装甲是由3层构成，顶层是由灵活的外星合金交织带，这允许装甲的外层拉伸和变形给使用者提供远远超过一个重型装甲预期的机动性。第二层既是电路，又是电子管，我相信这就是装甲吸收和转移能量的方法。最后，第三层是相对简单的，它是一个密封的下装，保护使用者免受环境危害，如有毒气体和寒冷的温度，它似乎也有助于控制装甲，允许使用者以惊人的速度对外部威胁作出反应。遗憾的是，我不相信我们有这样的技术来完全逆向工程这个设计，一个复杂的能量吸收和再分配系统远远超越我们目前的技术，但我相信我们可以复制到一定程度的设计外层装甲，连同它的储能系统。\n\n 最后，虽然我相信逆向工程这些变种人部队使用的盔甲的潜在好处至关重要，但如果我没有正确研究盔甲下的生物，我将失职，这种混血儿和我们以前遇到的那些生物之间最显著的区别是它们的肤色，灰蓝色的皮肤与我们见过的所有其他克隆人的皮肤不同，但它与天选者皮肤相似，有联系吗？有一种神秘的DNA整合到这些混血儿中，我无法识别，它的目的似乎不清楚；这些尊贵护卫者和普通护卫者之间唯一的其他身体差异是在他们的皮肤下增加了控制论植入物，我相信这是有助于控制他们的力量型盔甲的简单功能。这种神秘DNA的唯一功能可能是皮肤颜色的变化，但如果是这样，我仍然对其原因感到困惑，它是否具有某种我无法识别的功能？或者也许这是一种简单的方式，以更极端的方式显示护卫者级别？或者简单地将这种DNA注入这些混血儿就是目的，一份礼物？我担心，除非我们能审问一位长老，否则我们将对这个问题一无所知，这似乎是不太可能说通的事情。\n\n 理查德·泰根。"
AlertString="实验战斗护甲"

[AutopsyCustodian X2TechTemplate]
DisplayName="解剖变种人护卫者"
Summary="这些护卫者是在变种人城市中心看到的第一批正式变种人部队之一，驻扎在一些重要的地方，如最早的基因治疗诊所。"
CodeName="洛丽卡"
LongDescription="护卫者是一支似乎在最初几年的占领后消失了的变种人部队，最初他们是市中心的一支永远存在的恐吓力量，他们的庞大规模和黑色抛光盔甲显然是为了阻止任何普通反抗军反对变种人。\n\n 虽然他们是混血儿，就像我们已经习惯的变种人部队一样，他们和现代混血儿不一样，消失的原因似乎是双重的，现在我们明白了什么是变种人。看来，护卫者是一种早期的混合型，旨在服务于非常具体的目的如监护资产，并作为对装备差和无组织的反抗军的一个威慑。这与现代混血儿相比，现代混血儿仅通过使用不同的装备就能够扮演多种角色。这些护卫者在生理上与标准的变种人混合体非常相似，但这些差异并不是通过训练或装备就能实现的差异，虽然没有达到异变者狂战士的程度，但它们增大的肌肉质量非常明显是基因篡改的结果，它们的骨骼结构更加致密，甚至某些骨骼的形状也不一样，最引人注目的是它们的胸腔，每根肋骨都比平时厚，我只能假设这样做的目的是为了更好地保护受试者的呼吸系统，甚至可能牺牲一些肺功能。然而，这个受试者和现代混血儿之间最重要的生理差异似乎是大脑，很少有迹象表明受试者的大脑被篡改了，以至于一眼就很难看出这不是人脑，尽管仍有神经芯片的存在，尽管是较旧的版本，我敢打赌，这些护卫者一定有某种自由意志和独立的外表，至少与标准的变种人士兵相比是这样。\n\n 至于他们的装备，除了尺寸，他们的装甲设计没有什么有趣的，它非常大，装甲板非常厚，但这就是他们的全部。另一方面，他们的武器是一种有趣的设计，虽然它是一种高斯武器，就像其他变种人部队所使用的武器一样，它的独特之处在于它不使用标准弹匣，而是通过切割大块外来合金来制造弹药，这些碎片足够小，以至于武器在战场上基本上永远不会耗尽弹药，但这一过程加上武器的发射确实会产生巨大的热量，因此需要武器冷却。我只能猜测为什么变种人停止使用这种设计，但由于与现代变种人高斯武器相比，它是一种复杂得多的设备，我只能假设这是由于易于制造。我相信有可能对这个系统进行逆向工程，以快速冷却高斯武器。我毫不怀疑，莉莉会找到这个设计的用途，帮助我们的部队作战。 \n\n 理查德·泰根。"
AlertString="自动磁力散弹枪"

[AutopsyCustodianMaster X2TechTemplate]
DisplayName="解剖护卫者大师"
Summary="这些似乎是护卫部队中的指挥官，与普通护卫部队不同的是，没有关于这些特殊部队被部署在变种人城中心的报告，尽管现在我们知道荒野中存在变种人设施，这些部队可能也存在于那里，远离公众的视线。"
CodeName="圣人"
LongDescription="从生理上讲，这些大师和普通护卫者的主要区别在于他们的装备，他们用他们的精密猎枪换了一把步枪，这把步枪实际上与传统变种人使用的标准高斯步枪完全相同，这些主人和他们的下属之间最明显的区别是背装火箭发射器。对于外星人的武器来说，技术含量低得出奇，这种武器系统与我们自己的常规火箭并没有太大的差别，看过这种武器后，我现在相信，这些护卫者最初确实只打算驻扎在荒野，也许是在变种人设施正在建造的时候，直到现在，对侵略者的战斗已经升级，长老们才决定在更多的公共场所部署这些部队。\n\n 虽然这种武器也被普通护卫者使用，但我们已经决定仔细看看他们的前臂武器系统，因为现在我们有了护卫者大师在解剖台上。我军给它起了个绰号叫“毁灭炮”，现在看看它的弹片，就知道为什么了，它的目的是刺穿目标，然后在目标内迅速爆炸，这不仅使弹壳像弹片一样向外飞，但是，炮弹的内部也充满了一个由外星合金制成的细金属丝的线轴，所有这些都使得炮弹高度不稳定，不可能用作远程武器，这就解释了为什么护卫者配备了这样的武器，因为他们最初驻扎在市中心的设施内。\n\n 理查德·泰根。"
AlertString="毁灭炮"

[AutopsyCustodianMK2 X2TechTemplate]
DisplayName="解剖高级护卫者"
Summary="这些护卫者使用的设备似乎比占领初期护卫者使用的设备更为现代化。"
CodeName="全景"
LongDescription="高级护卫者在生理上与普通护卫者及其主人完全相同，但他们的设备远比老一辈人使用的设备更加多样化和现代化。据我估计，这是长老的尝试，现代化的设计和功能。我们的部队报告说，这些护卫者使用各种各样的设备来操纵战场，仔细观察了他们的武器和工具，我相信莉莉很容易就能逆向设计他们的肩上弗莱切特枪和他们的组合手榴弹，但我的研究团队特别感兴趣的是他们的背心和它使用的血清。\n\n 这种超动力血清似乎来自于异变者狂战士使用的相同药物；它大大提高了使用者的移动性和抗疼痛能力，但是这似乎是一个代价，它极大地损害了使用者的心血管系统，导致静脉破裂。我想建议我们的部队不要使用这种血清，但是，我不能否认在使用这种血清作为最后一种立场时的战术价值，就像这些护卫者使用这种血清一样。\n\n 理查德·泰根。"
AlertString="高级护卫者装备"

[AutopsyExaltedCustodianGrandmaster X2TechTemplate]
DisplayName="解剖尊贵究极大师"
Summary="作为终极护卫者，这位大师展现了一种在战场上从未见过的能力，即指挥变种人网络大规模提高战场上所有变种人部队作战力的能力。"
CodeName="利库格斯"
LongDescription="在检查这个标本时，我首先注意到的是，没有设计一个头盔来隐藏这种混血儿更加陌生的特征，我只能猜测原因，但现在战斗升级到这一点，也许根本没有必要。这个标本最显著的特点是它与变种人网络的连接能力达到了我们以前从未见过的水平，我本以为一个极其强大的灵能外星人会有这样的能力，但是这个生物除了这个能力之外，没有任何灵能特征。\n\n 可以说，长老们给这个混合体如此大的能量的诀窍就在于这个连接到他们头盔上的装置，在这个装置里面我只能说是一个人造的大脑，这个脑线就是这个生物用来连接到变种人网络的钥匙，达到了这样一个极端的水平，从本质上说，我相信这允许究极大师成为网络的代理，极大地放大了它对变种人力量的影响。有了这个标本，我们可能已经找到了一个对付长老的有力武器，而在复仇者号中，创造一个有机大脑之类的东西超出了我们的能力范围，我相信有可能修改一个，这应该允许我们攻击变种人部队与网络的联系，从而削弱他们在战场上的能力。 \n\n 理查德·泰根。"
AlertString="布拉科德"

[MetionBattlesuit X2TechTemplate]
DisplayName="梅蒂恩战斗护甲"
Summary="泰根和研究小组设计的一套威力无比的战斗护甲，虽然这套战斗护甲可能有点笨重，但相信它不仅可以通过携带多种武器系统来弥补，同时在耐用性方面仍然是对W.A.R.护甲的升级。 莉莉·沈。" 

[Metion_Shotgun X2TechTemplate]
DisplayName="原型梅蒂恩自动磁力散弹枪"
Summary="这种威力极强的散弹枪能够连续快速发射多发子弹。 莉莉·沈。" 

[CorpseCustodian X2ItemTemplate]
FriendlyName="护卫者尸体"
FriendlyNamePlural="护卫者尸体"
BriefSummary="不出所料，这些变种人士兵的尸体相当重，需要多人搬运。" 

[CorpseCustodianMaster X2ItemTemplate]
FriendlyName="护卫者大师尸体"
FriendlyNamePlural="护卫者大师尸体"
BriefSummary="这些护卫者大师身上装备的大型火箭武器仍然有实弹，我必须承认我看过这些武器的录像，我有点担心解剖这具尸体会有多危险。"

[CorpseCustodianMk2 X2ItemTemplate]
FriendlyName="高级护卫者尸体"
FriendlyNamePlural="高级护卫者尸体"
BriefSummary="这些护卫者的盔甲上有一个醒目的红色图案，也许它意味着等级或战斗专长。" 

[CorpseExaltedCustodian X2ItemTemplate]
FriendlyName="尊贵护卫者尸体"
FriendlyNamePlural="尊贵护卫者尸体"
BriefSummary="这件盔甲的表面摸上去冰冷，可以听到盔甲内部发出轻微的嗡嗡声，看起来这件盔甲可以在受到严重伤害的情况下，在使用者到期后很长一段时间内继续使用。" 

[CorpseExaltedCustodianGrandmaster X2ItemTemplate]
FriendlyName="尊贵究极大师尸体"
FriendlyNamePlural="尊贵究极大师尸体"
BriefSummary="这些混血儿已经放弃了用头盔来隐藏他们的异族面孔，尽管他们的皮肤是蓝色的，但是这些混血儿的血液和其他混血儿的血液是相同的橙色。" 

[Advent_Courier X2CharacterTemplate]
strCharacterName="变种人通讯兵"
strAcquiredText="变种人通讯兵非常灵活，负责秘密转移敏感信息和重要资源。"

[CustodianEscort X2SitRepTemplate]
FriendlyName="变种人通讯兵集结区"
Description="变种人通讯兵已经在这个地区被发现，他们由大量全副武装的变种人护卫者护送。"

[CustodianEscort X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="变种人通讯兵集结区"
Description="变种人通讯兵已经在这个地区被发现，他们由大量全副武装的变种人护卫者护送。"

[Courier_SMG_Suppressed X2WeaponTemplate]
FriendlyName="变种人压制冲锋枪"
FriendlyNamePlural="变种人压制冲锋枪"
BriefSummary="通讯兵使用轻量级冲锋枪"
TacticalText="<Bullet/> 发射主武器总是结束士兵的回合。\n<Bullet/>"
AbilityDescName="变种人压制冲锋枪"